[{"artist":"مي-فاروق","arabic":{"title":"يا شمس يا منورة","id":["0-1","0-2","0-3","0-4","1-1","1-2","1-3","1-4","2-1","2-2","2-3","2-4","2-5","3-1","3-2","3-3"],"text":["حبيبي حبيبي حبيبي","\nيا شمس يا منورة غيبي وكفاية ضيك يا حبيبي","\nوودي يا ليالي و جيبي وانا الاقي زيك يا حبيبي","\nعمرك يا دنيا ما تخلي بي طول ما هو ساكن في قليبي","عاشقاه وداب في دباديبي مكتوبي هوه ونصيبي","\nحبيبي ... حبيبي حبيبي حبيبي ... حبيبي حبيبي","\nانا اللي ليل عمري غدر بي أول ما شفته .. الهوا دار بي","\nوقلبه طار واختار دربي شالني في عينيه واتغندر بي","قلنا سوا يا جراح طيبي","\nحبيبي ... حبيبي حبيبي حبيبي ... حبيبي حبيبي","\nحبيبي سيد روحي وقلبي سيدي انا وسيد كل الناس","\nمهما الزمان اتنقل بي شايلاه في قلبي قمر ونّاس","\nفي شبابي عاشقاه وفي شيبي","حبيبي ...","\nحبيبي حبيبي حبيبي ..","\nحبيبي حبيبى"]},"english":[{"title":"OH SUNSHINE","id":["0-1","0-2","0-3","0-4","1-1","1-2","1-3","1-4","2-1","2-2","2-3","2-4","2-5","3-1","3-2","3-3"],"text":["My love my love my love","\nOh sunshine, go down enough of your light, my love","\nOh nights take away and bring back where can I find someone like you, my love","\nWorld, you won't ever let me down as long as he lives in my heart","I love him and he's melted In my cheeks he's my fate and destiny","\nmy love... my love... my love... my love","\nI'm the one who's got betrayed by the night when I first saw him","\nHis heart flew away and chose my road holding me in his eyes but still he cheated on me","Together we say heal o wounds","\nmy love.. my love... my love","\nMy love the master of my soul, my heart, my master and the master of all people","\nNo matter how time pass me I'll still hold him in my heart the moon and people","\nIn my youth I love him as well as in my old age","My love","\nMy love my love my love","\nMy love my love"]}]},{"artist":"مي-فاروق","arabic":{"title":"يا ملك","id":["0-1","0-2","0-3","1-1","1-2","1-3","2-1","2-2","2-3","3-1","3-2","3-3","4-1","4-2","4-3"],"text":["[محمود]","\nياملك قلبك ملك كل ما فيا بحلاك","\nياعيوني بحن لك خد عيوني واسقيني من هواك","[ميّ]","\nيا حبيبي ياللي بعشقك ميل لي خللي نور الليل يلالي","\nضمني وحلى دنيتي وقول لي بكفاياك سهر الليالي","[محمود]","\nياملك قلبك ملك كل ما فيا بحلاك","\nياعيوني بحن لك خد عيوني واسقيني من هواك","[ميّ]","\nلو تقول كلمه ببقى منسجمة يوه يا ناس سامعين كلامه","\nقول كده تاني أنتي واحشاني من زمان عيني لم يناموا","[محمود]","\nياملك قلبك ملك كل ما فيا بحلاك","\nياعيوني بحن لك خد عيوني واسقيني من هواك"]},"english":[{"title":"O, Angel!","id":["0-1","0-2","0-3","1-1","1-2","1-3","2-1","2-2","2-3","3-1","3-2","3-3","4-1","4-2","4-3"],"text":["[Mahmoud]","\nO, Angel! Your heart has possessed all of me, thanks to your beauty.","\nO, you, Eyes of mine!1 I'm longing for you. I'd give my eyes to you2 for a sip of your love.","[Mai]","\nO, my beloved! O, whom I adore! Lean to me and let the stars shine in my nights.","\nHold me in your arms, cheer my life up and put an end to my sleepless nights","[Mahmoud]","\nO, Angel! Your heart has possessed all of me, thanks to your beauty.","\nO, you, Eyes of mine! I'm longing for you. I'd give my eyes to you for a sip of your love.","[Mai]","\nWith a single word you say you fell me with ecstasy. Oh, you people! can't you hear what he says!","\n\"I miss you\". O, Say it one more time. How long have been my eyes deprived of sleep!","[Mahmoud]","\nO, Angel! Your heart has possessed all of me, thanks to your beauty.","\nO, you, Eyes of mine! I'm longing for you. I'd give my eyes to you for a sip of your love."]}]}]